<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<meta http-equiv="pragma" content="no-cache">
<meta http-equiv="expires" content="0">
<meta name="Author" content="Unité de Technologie de l'Education de l'Université de Mons-Hainaut (Belgique)">
<meta name="keywords" content="formation,distance,fad,plateforme,plate-forme,esprit,université,ouverte,campus,virtuel">
<meta name="description" content="Esprit est une plateforme de formation à distance qui permet aux étudiants de réaliser des activités d'apprentissage, seuls ou en petits groupes, sous la supervision de tuteurs en ligne. Esprit permet à l'enseignant concepteur de créer son cours de manière autonome et totalement à distance. Ce cours est envisagé comme une série d'activités d'apprentissage structurées selon un scénario pédagogique. Des outils permettent aux tuteurs d'encadrer et d'animer le travail réalisé par les apprenants. Le travail collaboratif est nettement favorisé.">
<!--Style de l'affichage de nouvelles issues de Ntic.org (affichées dans les actualités) -->
<style type="text/css">
<!-- .ntic_org_image {border-width: 0; text-align: left} -->
<!-- .ntic_org_tableau {background-color: white; border: none solid black} -->
<!-- .ntic_org_tableau {background-color: white; border: none} -->
<!-- .ntic_org_td_image {background-color: white; border:  none solid #ffe57f; width: 131px} -->
<!-- .ntic_org_td_image {background-color: white; border:  none; width: 0} -->
<!-- .ntic_org_td_nomfil {background-color: white; border: none solid black; padding-top: 4px;  text-align: justify; font-family: Arial, Helvetica, sans-serif; font-size: 11px; font-style: normal; font-weight: bold; color: #333333; text-decoration: none; margin-top: auto ; line-height: 10pt} -->
<!-- .ntic_org_td_nomfil {background-color: white; border: none; padding-top: 4px;  text-align: justify; font-family: Arial, Helvetica, sans-serif; font-size: 11px; font-style: normal; font-weight: bold; color: #333333; text-decoration: none; margin-top: auto ; line-height: 10pt} -->
<!-- .ntic_org_titre {background-color: #ffe57f; border: none solid black; padding-top: 4px;  text-align: justify; font-family: Arial, Helvetica, sans-serif; font-size: 11px; font-style: normal; font-weight: bold; color: #333333; text-decoration: none; margin-top: auto ; line-height: 10pt} -->
<!-- .ntic_org_titre {background-color: #ffe57f; border: none; padding-top: 4px;  text-align: justify; font-family: Arial, Helvetica, sans-serif; font-size: 11px; font-style: normal; font-weight: bold; color: #333333; text-decoration: none; margin-top: auto ; line-height: 10pt} -->
<!-- .ntic_org_description {background-color: white; text-align: justify; border: none solid black; font-family: Arial, Helvetica, sans-serif; font-size: 11px; font-style: normal; font-weight: normal; color: #333333; text-decoration: none; margin-top: auto ; line-height: 10pt} -->
<!-- .ntic_org_description {background-color: white; text-align: justify; border: none; font-family: Arial, Helvetica, sans-serif; font-size: 11px; font-style: normal; font-weight: normal; color: #333333; text-decoration: none; margin-top: auto ; line-height: 10pt} -->
</style>
<title>Page d'accueil d'Esprit</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<style type="text/css">

<!--

td.TitrePrincipal {

	font-size: 14pt;

	color: #891028;

	font-style: italic;

	font-weight: bold;

}

body, td {

	font-family: Verdana, Arial, Helvetica, sans-serif;

	font-size: 9pt;

	color: #000000;

}

table.TitrePrincipal {

	background-color: #FDF9EE;

	text-align: center;

}

td.news {

	font-weight: bold;

	color: #FFFFFF;

	background-color: #686C47;

}

td.ressources {

	background-color: #B3A58A;

	text-align: left;

	font-weight: bold;

	color: #FFFFFF;

}

td.news_texte {

	font-style: normal;

	font-weight: normal;

	color: #000000;

	background-color: #FFF5D5;

}
a {

	color: rgb(136,37,37);

	font-size: 8pt;

	text-decoration: none;
}

a:hover {

	text-decoration: underline;

}

a.coin_ressources {

	color: rgb(153,102,51);

	font-size: 9pt;

	font-weight: normal;

}

a.bonnes_adresses, a.revues_en_ligne {

	color: rgb(203,104,40);

	font-size: 9pt;

	font-weight: bold;

}

a.bonnes_adresses:visited {

	color: rgb(203,176,159);

}
-->

</style>
</head>
<body>
<table width="100%" border="0" cellspacing="0" cellpadding="5">
  <tr>
    <td width="55%" valign="top"><table width="100%" border="0" cellpadding="5" cellspacing="0" class="TitrePrincipal">
        <tr>
          <td align="center"><img src="images/bienvenue.gif" width="243" height="58" border="0"></td>
        </tr>
        <tr>
          <td>&nbsp;</td>
        </tr>
        <tr>
          <td align="left"><p>Esprit est une plateforme de formation &agrave; distance
              qui permet aux &eacute;tudiants de r&eacute;aliser des activit&eacute;s
              d'apprentissage, seuls ou en petits groupes, sous la supervision
              de tuteurs en ligne.<br>
              <br>
              Esprit permet &agrave; l'enseignant-concepteur de cr&eacute;er
              son cours de mani&egrave;re autonome et totalement &agrave; distance.
              Ce cours est envisag&eacute; comme une s&eacute;rie d'activit&eacute;s
              d'apprentissage structur&eacute;es selon un sc&eacute;nario p&eacute;dagogique.<br>
              <br>
              Des outils permettent aux tuteurs d'encadrer et d'animer le travail
              r&eacute;alis&eacute; par les apprenants. Le travail collaboratif
              est nettement favoris&eacute;  et facilit&eacute; par certaines
              fonctionnalit&eacute;s offertes par la plateforme.</p></td>
        </tr>
        <tr>
          <td>&nbsp;</td>
        </tr>
      </table>
      <br>
      <script type="text/javascript" language="javascript" src="../../../login-formations.php"></script>
      <br>
      <!--
      <table width="100%" border="0" cellspacing="0" cellpadding="2">

        <tr>

          <td width="1%"><img src="images/aide.gif" width="59" height="49"></td>

          <td>Comment concevoir une formation sous Esprit ? <a href="fichiers/Esprit-manuel-concepteur.pdf" target="_blank">Manuel 
            de l'enseignant concepteur</a></td>

        </tr>

      </table>
-->
      <br>
      <table width="100%" border="0" cellspacing="0" cellpadding="2" class="TitrePrincipal">
        <tr>
          <td width="1%" valign="top"><img src="images/Exercice1.gif" width="80" height="112"></td>
          <td align="left"><p><b>Encore une plateforme de formation &agrave; distance&nbsp;?</b></p>
            <p>Il existe un grand nombre de plateformes et pourtant aucune d'entre
              elles ne r&eacute;pond aux exigences p&eacute;dagogiques que nous
              avons d&eacute;finies. Certaines semblent pourtant assez int&eacute;ressantes
              mais &agrave; l'usage nous nous sommes rendu compte qu'elles ne
              correspondaient pas r&eacute;ellement &agrave; nos besoins. Que
              ce soit pour des questions de complexit&eacute;, de rigidit&eacute;,
              de co&ucirc;t ou de limitation des possibilit&eacute;s p&eacute;dagogiques,
              nous avons &agrave; chaque fois &eacute;t&eacute; confront&eacute;s &agrave; l'un
              ou l'autre probl&egrave;me qui nous a amen&eacute;s &agrave; abandonner
              la plateforme un moment pressentie.</p>
            <p>Nous voulions une plateforme qui soit facile &agrave; utiliser
              mais qui ne fasse aucune concession au niveau des possibilit&eacute;s
              p&eacute;dagogiques, qui favorise le travail collaboratif mais
              qui permette &eacute;galement une approche centr&eacute;e sur l'apprenant
              travaillant individuellement, qui prenne appui sur
              le tuteur dans son r&ocirc;le d'animateur, de r&eacute;gulateur
              et d'&eacute;valuateur mais qui autorise &eacute;galement le travail
              autonome sans supervision et enfin qui facilite la communication
              entre les membres de la communaut&eacute; d'apprentissage.</p>
            <p>En cr&eacute;ant Esprit, nous souhaitions aussi disposer d'une
              plateforme &laquo;&nbsp;orient&eacute;e recherche&nbsp;&raquo; qui
              nous permette de valider des dispositifs originaux de formation &agrave; distance,
              d'enregistrer des donn&eacute;es de suivi (tracking), de tester
              des id&eacute;es.</p>
            <p>Compte tenu de cela, nous avons donc d&eacute;cid&eacute; de d&eacute;velopper
              une plateforme &laquo;&nbsp;maison&nbsp;&raquo;. Ce fut la premi&egrave;re &eacute;bauche
              d'Esprit. Elle devait rester un outil de laboratoire, une machine &agrave; id&eacute;es &agrave; utiliser
              en interne dans le cadre de nos formations<u>.</u> Actuellement,
              elle est devenue un outil au service de la communaut&eacute; qui
              sera bient&ocirc;t disponible en &laquo;&nbsp;open source&nbsp;&raquo; dans
              le cadre d'une collaboration avec l'universit&eacute; de Grenoble.</p>
            <p>Quelques id&eacute;es forces nous ont guid&eacute;s dans la conception
              de cet environnement. L'id&eacute;e principale &eacute;tait de
              se doter d'un outil de conception de cours en ligne qui soit &agrave; la
              fois puissant et souple, permettant de mettre &agrave; distance
              une diversit&eacute; importante de sc&eacute;narios de formation,
              des plus simples aux plus complexes.</p>
            <p>Nous avons pr&ecirc;t&eacute; une attention toute particuli&egrave;re &agrave; l'ergonomie
              de la plateforme et sa facilit&eacute; d'utilisation a &eacute;t&eacute; une
              pr&eacute;occupation constante. Pour l'apprenant, la prise en main
              est imm&eacute;diate. Gr&acirc;ce &agrave; l'interface tr&egrave;s
              simple et tr&egrave;s intuitive, l'apprenant a acc&egrave;s &agrave; l'ensemble
              des fonctionnalit&eacute;s qui le concernent&nbsp;et il peut
              prendre connaissance des diff&eacute;rentes ressources plac&eacute;es
              par l'enseignant-concepteur (activit&eacute;s, espace collaboratif,
              documents, forum, chat&hellip;).</p>
            <p><img src="images/Menu-esprit.gif" width="384" height="457"></p>
            <p>Les outils d'encadrement mis &agrave; la disposition des tuteurs
              et l'outil de conception en ligne (eConcept) demandent, par contre,
              une p&eacute;riode de prise en main un peu plus longue. Un manuel
              d'utilisation de l'outil de conception (eConcept) est disponible &agrave; partir
              de cette page. Il permet de se faire une meilleure id&eacute;e
              des multiples possibilit&eacute;s de la plateforme.</p>
            <p>Nous ne pr&eacute;tendons pas qu'Esprit r&eacute;pond &agrave; toutes
              les situations de formation. Nous avons d'ailleurs, parall&egrave;lement &agrave; Esprit,
              d&eacute;velopp&eacute; diff&eacute;rentes plateformes adapt&eacute;es &agrave; d'autres
              projets de formation comme c'est le cas, par exemple, de la plateforme
              Galanet (<a href="http://galanet.be/">http://galanet.be</a>) qui
              a &eacute;t&eacute; b&acirc;tie autour de la notion de p&eacute;dagogie
              par projet et de communaut&eacute; d'apprentissage. Nous pensons
              n&eacute;anmoins qu'Esprit constitue un outil pr&eacute;cieux lorsqu'il
              s'agit de mettre sur pied une formation qui r&eacute;ponde aux
              besoins habituels des concepteurs p&eacute;dagogiques.</p></td>
        </tr>
      </table>
      <br>
      <table width="100%" border="0" cellspacing="0" cellpadding="2" class="TitrePrincipal">
        <tr>
          <td width="1%" valign="top"><img src="images/Exercice2.gif" width="80" height="87"></td>
          <td align="left"><p><strong>Les principes qui ont conduit &agrave; la
                conception d'Esprit</strong></p>
            <p>
            <ul>
              <li>L'enseignant doit disposer de tous les outils pour concevoir
                son cours de fa&ccedil;on autonome. Il doit &eacute;galement avoir &agrave; sa
                disposition les fonctionnalit&eacute;s n&eacute;cessaires &agrave; l'inscription
                des &eacute;tudiants, &agrave; la composition des groupes, &agrave;  l'animation
                du travail collaboratif et au suivi du travail r&eacute;alis&eacute;.</li>
              <li>L'outil de conception de cours &agrave; distance (eConcept)
                doit allier souplesse et performance, un maximum de libert&eacute; dans
                la conception des activit&eacute;s avec une possibilit&eacute; de
                les modifier instantan&eacute;ment ainsi qu'une capacit&eacute; &agrave; r&eacute;pondre
                aux id&eacute;es de sc&eacute;nario de formation les plus vari&eacute;es.</li>
              <li>La plateforme doit r&eacute;server une place privil&eacute;gi&eacute;e 
                &agrave; l'activit&eacute; d'apprentissage r&eacute;alis&eacute;e
                par l'apprenant, seul ou en petits groupes. A ce niveau, m&ecirc;me
                s'il est tout &agrave; fait possible de placer des exercices
                autocorrectifs en ligne, les activit&eacute;s dans Esprit sont
                d'abord con&ccedil;ues pour &ecirc;tre anim&eacute;es et 
                &eacute;valu&eacute;es par l'enseignant tuteur.</li>
              <li>La conception de cours en ligne sous Esprit se r&eacute;alise
                dans une d&eacute;marche qui s'&eacute;labore autour d'un sc&eacute;nario
                p&eacute;dagogique constitu&eacute; d'actions de formation propos&eacute;es
                aux &eacute;tudiants et inscrites 
                &agrave; l'int&eacute;rieur d'une structure compos&eacute;e de
                cours (ou modules) et d'unit&eacute;s d'apprentissage, le tout
                int&eacute;gr&eacute;e dans la notion de session de formation.</li>
              <li>Esprit propose une structure modulaire calqu&eacute;e sur la
                r&eacute;alit&eacute; des formations que nos partenaires et nous
                m&ecirc;me rencontrons le plus souvent c'est-&agrave;-dire des
                formations organis&eacute;es sous forme de sessions, pour un
                groupe d'&eacute;tudiants pendant une p&eacute;riode de temps
                donn&eacute;e et compos&eacute;es d'un ou de plusieurs cours
                eux-m&ecirc;mes divis&eacute;s en unit&eacute;s d'apprentissage
                (chapitres de cours en quelque sorte). Les ressources p&eacute;dagogiques
                (syllabus en ligne, lien Internet, document &agrave; t&eacute;l&eacute;charger&hellip;),
                les activit&eacute;s propos&eacute;es aux apprenants (travaux &agrave;  remettre
                individuellement ou par &eacute;quipe, exercices en ligne&hellip;)
                et les outils de communication et de collaboration (forum, chat,
                awareness, collecticiel&hellip;) sont organis&eacute;s par l'enseignant
                concepteur &agrave;  l'int&eacute;rieur d'une unit&eacute; d'apprentissage.</li>
              <li>Les activit&eacute;s d'apprentissage r&eacute;alis&eacute;es
                en petits groupes privil&eacute;gient le travail collaboratif
                encadr&eacute; et anim&eacute; par l'enseignant tuteur.</li>
              <li>Les diff&eacute;rents r&ocirc;les des intervenants dans la
                formation ne doivent pas se r&eacute;sumer, comme c'est le cas sur bon
                nombre de plateformes, &agrave; la trilogie administrateur/enseignant/apprenant.
                D'autres r&ocirc;les sont n&eacute;cessaires de mani&egrave;re &agrave; offrir
                un &eacute;ventail de possibilit&eacute;s qui permette de faire
                face &agrave; une tr&egrave;s large vari&eacute;t&eacute; de
                situations. Esprit s'organise autour des statuts d'administrateur,
                responsable de formation, enseignant concepteur de cours, enseignant
                tuteur, apprenant et visiteur.</li>
            </ul></td>
      </table>
      <br>
      <table width="100%" border="0" cellspacing="0" cellpadding="2" class="TitrePrincipal">
        <tr>
          <td width="1%" valign="top">&nbsp;</td>
          <td align="left"><p><b>La structure d'une formation sous Esprit</b></p>
            <p>La structure d'une formation sous Esprit se compose de plusieurs niveaux :
              une formation comprend une s&eacute;rie de cours<u>,</u> eux-m&ecirc;mes
              divis&eacute;s en unit&eacute;s d'apprentissage. L'&nbsp;&laquo;&nbsp;enseignement-apprentissage&nbsp;&raquo; se
              d&eacute;roule &agrave; l'int&eacute;rieur de l'unit&eacute; sous
              forme d'actions de formation que l'on ordonne selon le sc&eacute;nario
              p&eacute;dagogique que l'enseignant veut voir supporter &agrave; distance.</p>
            <p><img src="images/Structure%20des%20niveaux%20(%E0%204%20niveaux).gif" width="484" height="116"></p>
            <p> </td>
        </tr>
      </table>
      <br>
      <table width="100%" border="0" cellspacing="0" cellpadding="2" class="TitrePrincipal">
        <tr>
          <td width="1%" valign="top"><img src="images/Exercice4.gif"></td>
          <td align="left"><b>La conception d'une plateforme se fonde sur des
              orientations p&eacute;dagogiques claires</b>
            <p>M&ecirc;me s'il est possible d'utiliser cette plateforme de diff&eacute;rentes
              mani&egrave;res, Esprit ne se r&eacute;duit pas &agrave; une plateforme
              de mise en ligne de cours ni &agrave; un int&eacute;grateur de
              ressources multim&eacute;dias interactives, ni encore &agrave; un
              environnement de communication communautaire. Esprit regroupe les
              fonctionnalit&eacute;s que l'on peut retrouver dans ces diff&eacute;rentes
              cat&eacute;gories de dispositifs de mani&egrave;re &agrave; permettre
              la mise en oeuvre de sc&eacute;narios d'apprentissage qui supportent
              des actions de formation dans lesquelles l'activit&eacute; auto
              et socio r&eacute;gul&eacute;e de l'apprenant occupe une place
              centrale. Esprit s'inscrit dans une approche socio-constructiviste
              du d&eacute;veloppement cognitif, l'apprentissage &eacute;tant
              per&ccedil;u comme un processus actif impliquant l'&eacute;tudiant
              dans des activit&eacute;s qui ont un sens (activit&eacute;s signifiantes)
              et qui lui permettent d'acqu&eacute;rir les comp&eacute;tences
              vis&eacute;es par le processus &nbsp;de formation<u> </u>mis en
              oeuvre. Cette acquisition lui demande de r&eacute;organiser et
              d'adapter ses connaissances ant&eacute;rieures (constructivisme)
              en relation avec son environnement social et avec le contexte historique
              et culturel dans lequel cet apprentissage s'inscrit.</p></td>
        </tr>
      </table>
      <br>
      <table width="100%" border="0" cellpadding="5" cellspacing="0" class="TitrePrincipal">
        <tr>
          <td><b>Les choix technologiques et les options de d&eacute;veloppement
              adopt&eacute;s </b></td>
        </tr>
        <tr>
          <td align="left" height="95"><ul>
              <li>H&eacute;bergement de la plateforme sur un serveur Internet
                libre de droits et r&eacute;pandu (Apache)</li>
              <li>Utilisation du couple PHP/MySQL, solution gratuite et puissante</li>
              <li>D&eacute;veloppement d'une plateforme l&eacute;g&egrave;re,
                utilisable &agrave; partir de configuration informatique &quot;apprenant&quot; 
                de base</li>
              <li>Plateforme ouverte et &eacute;volutive</li>
              <li>Int&eacute;gration progressive des outils n&eacute;cessaires &agrave; la
                conception et &agrave; la gestion d'une formation  &agrave; distance.
                Contrairement &agrave; la plupart des plateformes, nous avons
                opt&eacute; pour un d&eacute;veloppement &laquo;&nbsp;maison&nbsp;&raquo; de
                l'ensemble des outils de formation ou de communication, collecticiel,
                galerie,  &eacute;diteur de texte en ligne, chat, forum, awareness...,
                ce qui permet d'avoir le contr&ocirc;le de l'ensemble et de garantir
                l'&eacute;volution constante des outils et leur int&eacute;gration harmonieuse
                dans le dispositif<br>
              </li>
            </ul></td>
        </tr>
      </table></td>
    <td valign="top"><table width="100%" border="0" cellspacing="0" cellpadding="5">
        <tr>
          <td width="1%" rowspan="8" align="right" valign="top"><p><img src="images/news.gif" width="59" height="49"></p></td>
          <td class="news">Les br&egrave;ves</td>
        </tr>
        <tr>
          <td class="news_texte"><font color="#993333"><b>Astuce !</b></font> Pour
            ceux qui ne verraient pas la zone qui permet d'entrer son pseudo
            et son mot de passe, appuyez sur la touche <font color="#666633"><b><font color="#993333">F11</font></b></font> ou
            utilisez le menu Affichage et s&eacute;lectionnez l'option &quot;Plein 
            &eacute;cran&quot; (10/09/03)</td>
        </tr>
        <tr>
          <td align="center" height="16"><img src="images/separateur_news.gif" width="178" height="3"></td>
        </tr>
        <tr>
          <td class="news_texte" height="104">Une nouvelle version est disponible
            (version 1.1). Elle propose diff&eacute;rents outils suppl&eacute;mentaires
            pour l'enseignant concepteur (possibilit&eacute; d'introduire directement
            du texte &agrave; partir de la plateforme, des possibilt&eacute;s
            de mise en page, une refonte de l'ergonomie d'eConcept...) (15/07/04)</td>
        </tr>
        <tr>
          <td align="center"><img src="images/separateur_news.gif" width="178" height="3"></td>
        </tr>
        <tr>
          <td class="news_texte" height="74">Un premier manuel a &eacute;t&eacute; 
            r&eacute;alis&eacute; essentiellement &agrave; l'intention des enseignants
            concepteurs mais pas uniquement : ce document permet &eacute;galement
            d'avoir une id&eacute;e pr&eacute;cise des possibilit&eacute;s de
            la plateforme... et elles sont nombreuses. <a href="fichiers/Esprit-manuel-concepteur.pdf" target="_blank">Jetez-y
            un oeil</a> (15/07/04)</td>
        </tr>
        <tr>
          <td align="center"><img src="images/separateur_news.gif" width="178" height="3"></td>
        </tr>
        <td class="news_texte"><p>Vous &ecirc;tes int&eacute;ress&eacute; par
              l'utilisation d'Esprit dans le cadre de vos formations ? Contactez <a href="mailto:jean-jacques.quintin@umh.ac.be">Jean-Jacques.Quintin@umh.ac.be</a>.</p></td>
      </table>
      <br>
      <table width="100%" border="0" cellspacing="0" cellpadding="5">
        <tr>
          <td width="1%" rowspan="2" valign="top"><img src="images/ressources.gif" width="59" height="42"></td>
          <td class="ressources">Le coin des ressources</td>
        </tr>
        <tr>
          <td><p><b>Comment suivre une formation sous Esprit ?</b></p>
            <ul>
              <font size="-2">
              <li>&nbsp;&nbsp;<a href="fichiers/Esprit-manuel-utilisation.pdf" target="_blank" class="coin_ressources">Manuel
                  d'utilisation (version acrobat - pdf)</a>
              <li>&nbsp;&nbsp;<a href="fichiers/Esprit-manuel-utilisation.doc" target="_blank" class="coin_ressources">Manuel
                  d'utilisation (version word - doc)</a> 
              </font>
            </ul>
            <p><b>Comment concevoir une formation sous Esprit ?</b></p>
            <ul>
              <font size="-2">
              <li>&nbsp;&nbsp;<a href="fichiers/Esprit-manuel-concepteur.pdf" target="_blank" class="coin_ressources">Manuel
                  de l'enseignant concepteur (version acrobat - pdf)</a>
              <li>&nbsp;&nbsp;<a href="fichiers/Esprit-manuel-concepteur.doc" target="_blank" class="coin_ressources">Manuel
                  de l'enseignant concepteur (version word - doc)</a> 
              </font>
            </ul>
            <p><b>Inscrire un nombre important d'utilisateurs "à la volée"</b> <a href="fichiers/inscriptions2.xls" target="_self" class="coin_ressources"><font size="-2">(Tableau
                  excel d'inscription des &eacute;tudiants)</font></a></p>
            <p><font size="-2">Vous pouvez inscrire les &eacute;tudiants directement &agrave; 
              partir d'Esprit. Ces inscriptions se r&eacute;alisent &eacute;tudiant
              par &eacute;tudiant ce qui peut se r&eacute;v&eacute;ler fastidieux
              lorsqu'il s'agit d'un nombre important d'utilisateurs. Vous pouvez
              si vous le pr&eacute;f&eacute;rez utiliser ce fichier excel, introduire
              les coordonn&eacute;es &agrave; la vol&eacute;e et le tranmettre 
              &agrave; l'administrateur du site <a href="mailto:Filippo.Porco@umh.ac.be" class="coin_ressources"><font size="-2">(Filippo.Porco@umh.ac.be)</font></a> </font></p></td>
        </tr>
      </table>
      <br>
      <!--Tableau des "Bonnes adresses" -->
      <table width="100%" border="0" cellspacing="0" cellpadding="5">
        <tr>
          <td width="1%" rowspan="2" valign="top"><img src="images/aide.gif" width="59" height="49"></td>
          <td class="news">Les bonnes adresses</td>
        </tr>
        <tr>
          <td><p><b>Quelques plateformes francophones de formation à distance</b></p>
            <p><a href="http://www.galanet.be" target="_blank" class="bonnes_adresses">Galanet</a> (Galanet
              est une plateforme de formation &agrave; l'intercompr&eacute;hension
              en langues romanes bas&eacute;e sur la p&eacute;dagogie par projets
              et la notion de communaut&eacute; d'apprentissage. Un ensemble
              d'&eacute;tudiants et d'animateurs se retrouvent dans une b&acirc;timent
              virtuel (Centre de Langues) pour r&eacute;aliser ensemble un projet.
              Superbe interface et convivialit&eacute; assur&eacute;e.)<br>
              <a href="http://www.icampus.ucl.ac.be/" target="_blank" class="bonnes_adresses">Claroline</a> (Claroline
              est un site de formation r&eacute;alis&eacute; par et pour les
              membres de la communaut&eacute; universitaire de l'UCL. Tr&egrave;s
              simple d'utilisation, elle offre plut&ocirc;t des espaces de travail,
              un par cours, constitu&eacute;s autour d'un forum et d'une zone
              de d&eacute;p&ocirc;t de documents plut&ocirc;t qu'une r&eacute;elle
              mise &agrave; distance de formation compl&egrave;te. Int&eacute;ressant
              malgr&eacute; tout.)<br>
              <a href="http://www.anemalab.org/" target="_blank" class="bonnes_adresses">Ganesha</a> (Ganesha
              est une plateforme de t&eacute;l&eacute;formation (Learning Management
              System, LMS) d&eacute;velopp&eacute;e par la soci&eacute;t&eacute; 
              priv&eacute;e Anemalab)<br>
              <a href="http://acolad.u-strasbg.fr/" target="_blank" class="bonnes_adresses">Acolad</a> (Acolad
              est une plateforme de formation d&eacute;velopp&eacute;e par l'Universit&eacute; Louis
              Pasteur de Strasbourg. Elle permet la mise &agrave; disposition
              de cours, mais aussi l'apprentissage en petits groupes et le d&eacute;veloppement
              de projets personnels par les &eacute;tudiants. Le travail en petits
              groupes sous la supervision d'un tuteur est mis &agrave; l'honneur.)</p>
            <p>Tout comme Esprit (et hormis Galanet qui appartient &agrave; un
              partenariat europ&eacute;en), ces plateformes offrent la possibilit&eacute;,
              moyennant accord dans certains cas, sur simple inscription en ligne
              dans d'autres cas, de r&eacute;aliser gratuitement ses propres
              formations h&eacute;berg&eacute;es soit sur le serveur d'origine
              ou rapatri&eacute;es sur votre serveur.<br>
            </p>
            <p><b>Quelques adresses utiles de revues en ligne ou de portails
                consacr&eacute;es aux TICE </b></p>
            <p><a href="http://www.educnet.education.fr/documentation/bibliotic/00/for.htm" target="_blank" class="revues_en_ligne">BiblioTIC</a> (BiblioTIC
              est la partie du site d'EducNet du Minist&egrave;re fran&ccedil;ais
              de l'Education Nationale consacr&eacute;e &agrave; l'actualit&eacute; 
              documentaire sur les TIC : articles, rapports, ouvrages, revues
              sont disponibles la plupart du temps en ligne)<br>
              <a href="http://www.cndp.fr/dossiersie/" target="_blank" class="revues_en_ligne"> Les
              dossiers de l'ing&eacute;nierie &eacute;ducative</a> (Revue visant &agrave; favoriser
              l'int&eacute;gration des technologies de l'information et de la
              communication dans l'enseignement. Liens et s&eacute;lection d'articles
              disponibles en ligne) <br>
              <a href="http://cursus.cursus.edu/" target="_blank" class="revues_en_ligne">Cursus</a> (Répertoire
              de formations disponibles à distance dans des champs aussi divers
              que l'art et la culture, l'Education et la formation, les sciences
              administratives...) <br>
              <a href="http://www.educnet.education.fr" target ="_blank" class="revues_en_ligne">EducNet</a> (Portail
              du Ministère français de la Jeunesse, de l'Education et de la Recherche
              consacré à la formation ouverte et à distance. Une mine d'informations
              bien tenues à jour) <br>
              <a href="http://cqfd.teluq.uquebec.ca/" target ="_blank" class="revues_en_ligne">CQFD</a> (Portail
              du Conseil québécois de la formation à distance. Vous y trouverez
              entre autres, une revue en ligne mais dont le dernier numéro date
              de ... 2001) <br>
              <a href="http://www.algora.org" target ="_blank" class="revues_en_ligne">ALGORA</a> (ALGORA
              est le portail d'une association soutenue par le ministère français
              du travail, des affaires sociales et de la solidarité (DGEFP) dont
              l'objet est de promouvoir le développement de la formation ouverte
              et à distance dans les systèmes de formation professionnelle) <br>
              <a href="http://www.preau.ccip.fr" target ="_blank" class="revues_en_ligne">Le
              Préau</a> (Le Préau est un centre de ressources et de veille sur
              les technologies éducatives (TICE), fondée par la Chambre de Commerce
              et d'Industrie de Paris, l'École Nationale Supérieure des Télécommunications,
              l'Université de Technologie de Compiègne et Paribas) </td>
        </tr>
      </table>
      <br>
      <!--
<!--Tableau des actualités -->
      <table width="100%" border="0" cellspacing="0" cellpadding="5">
        <tr>
          <td width="1%" rowspan="2" valign="top"><img src="images/aide.gif" width="59" height="49"></td>
          <td class="news">Les actualit&eacute;s</td>
        </tr>
        <!--Lien avec Ntic.org (remontée des ctu du site en question)-->
        <tr>
          <td><p>Ces actualit&eacute;s sont issues de portails ext&eacute;rieurs.
              Dans cette mesure, nous ne pouvons pas garantir l'absolue exactitude
              des informations présentées ci-dessous.</p>
            <p>
              <script src="http://ntic.org/nouvelles/nouvelles_export.php?fmt=javascript&inclure_description=true&inclure_vitrine=true&inclure_isef=false&inclure_biblio=false"></script>
            </p>
            <p>
              <!-- Fil RSS Café Pédagogique
<style>
.rss_box{
border: solid 2px #dcb478;
background-color:#ffffff;/*blanc*/
margin:0px;
width:100%;
}
.rss_title a {
background-color:#ffefce;/*marron*/
font-family:arial;
font-size: small; 
font-style:oblique; 
font-weight:bolder; 
color:#000000;/* noir*/
width :100%;/*30%*/
text-align:left;
text-decoration:blink;
margin-left:0px;
padding:0px;
}
.rss_title {
background-color:#ffefce;/*marron*/
font-family:arial;
font-size:70%;
font-weight:bolder; 
color:#dc1803;/*rouge-orangé*/
text-align:left;
margin-left:0px;
width:100%;
text-decoration :none;
padding:5px;
}
.rss_item a:visited {
font-family:arial;
font-size:80%;
color:#000000;/* noir*/
background-color:transparent;
margin-top :0px;
margin-left :0px;
text-decoration :none;
text-align: justify; text-justify: distribute;
}
.rss_item a:hover {
font-family:arial;
font-size:80%;
color:#dc1803;/*rouge-orangé*/
background-color:transparent;
margin-top :0px;
margin-left :0px;
text-decoration :none;
text-align: justify; text-justify: distribute;
}
.rss_item a:active {
font-family:arial;
font-size:80%;
color:#884da7;/*violet*/
background-color:transparent;
margin-top :0px;
margin-left :0px;
text-decoration :none;
text-align: justify; text-justify: distribute;
}

.rss_items {
/* E - Une nouvelle */
font-size: 100%;
margin-left: 25px;
margin-right:10px;
margin-top :0px;
margin-bottom :25px;
text-decoration :none;
text-align: justify; text-justify: distribute;
}

</style>
<script language="JavaScript" src="http://www.cafepedagogique.net/feed2js/feed2jsStyle.php?src=http://www.cafepedagogique.net/rss/rss.xml" type="text/javascript"></script>
<noscript> <a href="http://www.cafepedagogique.net/feed2js/feed2jsStyle.php?src=http://www.cafepedagogique.net/rss/rss.xml">View 
RSS feed</a> </noscript> 
Fin du fil RSS -->
            </p></td>
        </tr>
      </table>
  </tr>
</table>
<!-- Begin Nedstat Basic code -->
<!-- Title: Esprit -->
<!-- URL: http://ute.umh.ac.be/esprit -->
<!--CED
<script language="JavaScript" type="text/javascript"
src="http://m1.nedstatbasic.net/basic.js">
</script>
<script language="JavaScript" type="text/javascript" >
CED-->
<!--
  nedstatbasic("ADCVRQ+V6dPh1bMGOK5ltpDGHyjA", 0);
// -->
<!--CED
</script>
<noscript>
CED-->
<a target="_blank" href="http://www.nedstatbasic.net/stats?ADCVRQ+V6dPh1bMGOK5ltpDGHyjA"><img src="http://m1.nedstatbasic.net/n?id=ADCVRQ+V6dPh1bMGOK5ltpDGHyjA" border="0" width="18" height="18"
alt="Nedstat Basic - Statistiques gratuit des sites web
Page d'accueil website compteur"></a><br>
<!--CED
</noscript>
CED-->
<!-- End Nedstat Basic code -->
</body>
</html>
