<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Consignes et collecticiel</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
</head>
<body>
<div style="text-align: center"><h1>ACTIVITE 2 : Mise en pratique </h1></div><br /> <hr /><br /> <div style="text-align: justify">Pour vous exercer &agrave; utiliser les diagrammes d'activit&eacute; et les tableaux de sp&eacute;cification, nous vous proposons d'&eacute;tablir le diagramme d'activit&eacute; et le tableau de sp&eacute;cification qui correspond au sc&eacute;nario que vous pourrez consulter &agrave; partir de l'adresse des travaux pratiques du cours de &quot;Psychologie de l'&eacute;ducation&quot;. Pour y acc&eacute;der, vous devez cliquer sur &quot;Retour menu&quot; et s&eacute;lectionner la formation dans le menu de gauche.<br /> <br /> Votre travail consiste &agrave; :<br /> <br /> <ol><li>construire le diagramme des activit&eacute;s en vous servant du diagramme vierge que vous aurez t&eacute;l&eacute;charg&eacute;;</li><li>&eacute;tablir le tableau de sp&eacute;cification en vous servant du tableau vierge que vous aurez t&eacute;l&eacute;charg&eacute;.</li></ol>Une fois que vous aurez compl&eacute;t&eacute; le diagramme d'activit&eacute; et le tableau de sp&eacute;cification, vous transmettrez ces deux documents &agrave; votre tuteur en les d&eacute;posant dans la zone pr&eacute;vue &agrave; cet effet dans le collecticiel qui se trouve en bas de cette page.<br /> </div><br /> <br /> Vous devez r&eacute;aliser cette activit&eacute; en deux phases :<br /> <strong><br /> </strong><blockquote><strong>Phase 1 : Individuel</strong><br /> Vous d&eacute;posez votre travail dans le collecticiel de mani&egrave;re &agrave; le rendre accessible aux autres membres l'&eacute;quipe. <br /> <br /> <strong>Phase 2 : Collectif</strong><br />Sur base des productions des membres de l'&eacute;quipe, un document commun &agrave; l'&eacute;quipe sera r&eacute;alis&eacute; et d&eacute;pos&eacute; dans le collecticiel. Pour r&eacute;aliser le travail d'&eacute;quipe, vous devez utiliser le forum de l'&eacute;quipe. Vous y discuterez des points de convergence et de divergence entre vos travaux pour aboutir &agrave; une production commune. N'oubliez pas de transmettre votre travail d'&eacute;quipe en le d&eacute;posant dans le collecticiel et en le soumettant au tuteur pour qu'il puisse l'&eacute;valuer.<br /> </blockquote><br /> <strong>R&eacute;partition de la note d'&eacute;valuation :</strong><br /> <ol><li>le travail individuel : les documents &agrave; t&eacute;l&eacute;charger (voir ci-dessous) doivent &ecirc;tre compl&eacute;t&eacute;s et d&eacute;pos&eacute;s dans le collecticiel (10 points)</li><li>la r&eacute;gularit&eacute; et la pertinence de la participation au forum (5 points)</li><li>l'int&eacute;gration des &eacute;l&eacute;ments discut&eacute;s dans le travail collectif (5 points)</li></ol>Les dates de d&eacute;p&ocirc;t de cette activit&eacute; 2 sont fix&eacute;es dans le calendrier du menu principal.<br /> <br /> <br /> <em>Comment faire ? </em><br /> <br /> <ol><li><strong>T&eacute;l&eacute;charger</strong> et compl&eacute;ter les documents &agrave; compl&eacute;ter ci-dessous. </li><li><strong>D&eacute;poser</strong> vos documents ici, sur Esprit en cliquant sur le lien &quot;Ajouter&quot;.</li><li>Enfin, lorsque le travail est termin&eacute;, <strong>s&eacute;lectionner  le document</strong> (en cliquant sur le cercle de la derni&egrave;re colonne) et cliquer sur le lien <strong>&quot;Soumettre pour &eacute;valuation&quot;</strong>. Tous les membres de l'&eacute;quipe doivent &quot;voter&quot; pour que le document soit &eacute;valu&eacute;.</li></ol><br /><br /><a href="Diagramme_et_spécification.rtf">Tableaux à télécharger</a><br /><br /><em>(élément de niveau "Action", de type "Collecticiel", exporté par la plate-forme Esprit)</em></body>
</html>
